Repository: SamanuelAdmin/NGMZ
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Phone
uk: Телефон

source: Search
uk: Пошук

# ABCompanyName
source: NGMZ
uk: НГМЗ

# MainmenuMainPage
source: Home
uk: Головна

# MainmenuProductionPage
source: Products
uk: Продукція

# MainmenuAboutPage
source: About Us
uk: Про нас

# MainmenuContactsPage
source: Contacts
uk: Контакти

# FooterName
source: Novhorod Hydraulic and Mechanical Plant
uk: Новгородський гiдро-механiчний завод

# MessageRequestAccepted
source: Your request has been sent, we will contact you shortly.
uk: Запит надіслано, ми зв'яжемось з вами найближчим часом.

# TitleMainPage
source: Home
uk: Головна

# TitleProductsPage
source: Products
uk: Продукція

# TitleAboutPage
source: About Us
uk: Про нас

# TitleContactsPage
source: Contacts
uk: Контакти

# MainpageHeaderTitle
source: Innovative Solutions for the Future
uk: Інноваційні рішення для майбутнього

# MainpageHeaderBodyTag1
source: Only <a class="selected smartlink">high-quality materials</a> are used in production, and all technological documentation standards and requirements are strictly followed.
uk: У виробництві використовуються лише <a class="selected smartlink">високоякісні матеріали</a>, суворо дотримуються норми та вимоги технологічної документації.

# MainpageHeaderBodyTag2
source: <a class="selected smartlink">Modern equipment</a> with an integrated quality management system is used for manufacturing products.
uk: <a class="selected smartlink">Сучасне обладнення</a> з інтегрованою системою управління якістю для виробничих продуктів.

# MainpageHeaderBodyTag3
source: <a class="selected smartlink">Repair of industrial equipment</a> is also possible, including capital repairs.
uk: Існує також <a class="selected smartlink">можливість ремонту</a> промислового обладнання, включаючи капітальний ремонт.

# MainpageHeaderBodyTag4
source: LLC "NGMZ" is certified in the <a class="selected smartlink">ISO quality management system</a>.
uk: ТОВ "НГМЗ" має сертефікат на <a class="selected smartlink">систему управління якістю ISO</a>.

# MainpageMainText
source: <b>LLC "Novhorod Hydraulic and Mechanical Plant"</b> is a leading manufacturer of equipment for the mining, coal, metallurgical, and energy industries. In its production and technical activities, the plant uses modern high-tech metalworking and thermal equipment to perform turning, milling, slotting, grinding, and band-sawing technological operations in order to produce high-quality, including unique, engineering products and perform other complex engineering and technical work. We adhere to the standards and requirements of design and technological documentation, technical conditions, and state standards, which guarantees the reliability and durability of our products. Ensuring quality during production and strictly fulfilling contractual obligations have become effective factors in forming stable long-term business relations between LLC "NGMZ" and mining and energy enterprises of Ukraine.
uk: <b>ТОВ «Новгородський гідро-механічний завод»</b> є провідним виробником обладнання для гірничодобувної, вугільної, металургійної промисловості та енергетичної галузі. Завод в виробничо-технічній діяльності використовує сучасне високотехнологічне металообробне та термічне обладнання для виконання токарних, фрезерувальних, зубодовбальних, шліфувальних та стрічково-розпилювальних технологічних операцій з метою виробництва високоякісної, в тому числі й унікальної, машинобудівної продукції та виконання інших складних інженерно-технічних робіт. Ми дотримуємося норм та вимог конструкторсько-технологічної документації, технічних умов і державних стандартів, що гарантує надійність й довговічність нашої продукції. Забезпечення якості під час виробництва та безумовне виконання договірних зобов'язань стали дієвими чинниками формування стійких довгострокових господарських взаємовідносин ТОВ "НГМЗ" із гірничорудними та енергетичними підприємствами України.

# MainpageSlogan
source: Your safety, high quality, and productivity are our top priorities. We offer a comprehensive approach to solving your production tasks.
uk: Ваша безпека, висока якість та продуктивність – наші головні пріоритети. Ми пропонуємо комплексний підхід у вирішенні Ваших виробничих завдань.

# MainpageContactUsTitle
source: We are always interested in projects of any level of complexity and look forward to further cooperation.
uk: Ми завжди зацікавлені в проектах будь якого рівня складності та сподіваємося на подальшу співпрацю.

# MainpageContactUsBody
source: You can contact us through the following contacts:
uk: Ви можете зв'язатися з нами за цими контактами:

# ContactspageContactUs
source: Contact Us
uk: Зв'яжіться з нами

# ContactspageTimetableTitle
source: Working hours (EN)
uk: Графік роботи (UA)

# TimetableMon
source: Monday
uk: Понеділок

# TimetableTue
source: Tuesday
uk: Вівторок

# TimetableWed
source: Wednesday
uk: Середа

# TimetableThu
source: Thursday
uk: Четвер

# TimetableFri
source: Friday
uk: П'ятниця

# TimetableSat
source: Saturday
uk: Субота

# TimetableSun
source: Sunday
uk: Неділя

# TimetableClosed
source: Closed
uk: Вихідний

# ContactusContactFormTitle
source: Or you can leave a message and we will contact you
uk: Або можете залишити повідомлення і ми з вами зв'яжемося

# ContactusContactFormName
source: Full name...
uk: ПIБ...

# ContactusContactFormContact
source: Your contact...
uk: Ваш контакт...

# ContactusContactFormMessage
source: Your message...
uk: Ваше повідомлення...

# ContactusContactFormSend
source: Send
uk: Відправити

# AboutpageHeaderBody
source: LLC "NGMZ" is a modern engineering enterprise that preserves and develops engineering traditions, manufacturing reliable and high-quality equipment for the mining, coal, and metallurgical industries.
uk: ТОВ «НГМЗ» — це сучасне машинобудівне підприємство, яке зберігає та розвиває інженерні традиції, виготовляючи надійне й високоякісне обладнання для гірничодобувної, вугільної та металургійної промисловості.

# AboutpageSmallDescription
source: For many years, "NGMZ" has held leading positions in the design, production, and repair of equipment for mining and beneficiation enterprises. Our team includes engineers, designers, technologists, and manufacturers with great experience and dedication to their work. <b>Reliability. Quality. Innovation. These principles form the basis of our work.</b>
uk: Протягом багатьох років «НГМЗ» займає провідні позиції в галузі проєктування, виробництва та ремонту обладнання для гірничих і збагачувальних підприємств. Наша команда — це інженери, конструктори, технологи та виробники з великим досвідом і відданістю своїй справі. <b>Надійність. Якість. Інновації. Ці принципи — основа нашої роботи.</b>

# AboutpageSlogan
source: Every product is the result of precise calculation, refined technology, and strict quality control.
uk: Кожен виріб — це результат точного розрахунку, відпрацьованої технології та суворого контролю.

# AboutpageOurCertificates
source: Our Certificates
uk: Наші сертифікати

# ProductspageSortBy
source: Sort by
uk: Сортувати за

# ProductspageSortByDate
source: By date added
uk: За датою розміщення

# ProductspageSortByName
source: By name (A-Z)
uk: За назвою (A-Z)

# ProductspageSortByMName
source: By name (Z-A)
uk: За назвою (Z-A)

# ProductspageSearchResult
source: Search result for:
uk: Результат за запитом:
